package main

/*
Реализуйте веб-сервис, который при обращении по роуту "POST /data",
проверяет находится ли в теле запроса определенная подстрока и возвращает "1" если подстрока существует

Требования и ограничения:
- Размер запроса может быть произвольный в тч очень большой (более размера оперативной памяти)
- Для указания подстроки которую ищем нужно использовать переменную окружения REQUEST_BODY_SUBSTR
- Должна использоваться стандартная библиотека
- Доступ в веб ограничен (максимум что можно использовать - https://pkg.go.dev/)
*/

func main() {
}
