package main

/*
Реализуйте веб-сервис, который при обращении по роуту "GET /data",
возвращает ответ, который содержит рандомные данные указанной длины.

Требования и ограничения:
- Размер данных может быть произвольный в тч очень большой (более размера оперативной памяти)
- Для указания размера тела ответа должна использоваться переменная окружения RESPONSE_BODY_SIZE
- Должна использоваться стандартная библиотека
- Доступ в веб ограничен (максимум что можно использовать - https://pkg.go.dev/)
*/

func main() {
}
